Repository: hoshiizumiya/OpenNet
Catalog: OpenNet/Strings/*/Resources.resw
Source language: en_us
Languages: fr, it, ja, ko, ru, zh_cn, zh_hant

# GuideWebUIDescription.Text
source: Set the local Web UI account before the service starts. The password must contain at least 6 characters.
fr: Configurez le compte Web UI local avant le démarrage du service. Le mot de passe doit comporter au moins 6 caractères.
it: Imposta l'account Web UI locale prima dell'avvio del servizio. La password deve contenere almeno 6 caratteri.
ja: サービス開始前にローカル Web UI アカウントを設定します。パスワードは 6 文字以上必要です。
ko: 서비스 시작 전에 로컬 Web UI 계정을 설정하세요. 비밀번호는 6자 이상이어야 합니다.
ru: Настройте локальную учётную запись Web UI до запуска службы. Пароль должен содержать не менее 6 символов.
zh_cn: 请在服务启动前设置本地 Web UI 账户。密码至少需要 6 个字符。
zh_hant: 請在服務啟動前設定本機 Web UI 帳戶。密碼至少需要 6 個字元。

# GuideWebUIValidation.Title
source: Web UI settings are incomplete
fr: Web UI paramètres sont incomplete
it: Le impostazioni Web UI sono incomplete
ja: Web UI 設定が未完了です
ko: Web UI 설정이 완료되지 않았습니다
ru: Настройка Web UI не завершена
zh_cn: Web UI 设置不完整
zh_hant: Web UI 設定不完整

# GuideWebUIValidation.Message
source: Enter a valid address, port, account and a password of at least 6 characters.
fr: Saisissez une adresse et un port valides, un compte et un mot de passe d’au moins 6 caractères.
it: Inserisci un indirizzo, una porta e un account validi e una password di almeno 6 caratteri.
ja: 有効なアドレス、ポート、アカウント、および 6 文字以上のパスワードを入力してください。
ko: 올바른 주소, 포트, 계정과 6자 이상의 비밀번호를 입력하세요.
ru: Введите корректные адрес и порт, учётную запись и пароль длиной не менее 6 символов.
zh_cn: 请输入有效的监听地址、端口、账户，以及至少包含 6 个字符的密码。
zh_hant: 請輸入有效的監聽位址、連接埠、帳戶，以及至少包含 6 個字元的密碼。

# GuideWebUIAddress.Header
source: Listen address
fr: Listen adresse
it: Indirizzo di ascolto
ja: リッスンアドレス
ko: 수신 주소
ru: Адрес прослушивания
zh_cn: 监听地址
zh_hant: 監聽位址

# GuideWebUIPort.Header
source: Port
it: Porta
ja: ポート
ko: 포트
ru: Порт
zh_cn: 端口
zh_hant: 連接埠

# GuideWebUIUsername.Header
source: Account
ja: アカウント
ko: 계정
zh_cn: 账户
zh_hant: 帳戶

# GuideWebUIPassword.Header
source: Password
fr: Mot de passe
ja: パスワード
ko: 비밀번호
ru: Пароль
zh_cn: 密码
zh_hant: 密碼

# GuideWebUIPassword.PlaceholderText
source: At least 6 characters
fr: Au moins 6 caractères
it: Almeno 6 caratteri
ja: 6 文字以上
ko: 6자 이상
ru: Не менее 6 символов
zh_cn: 至少 6 个字符
zh_hant: 至少 6 個字元

# GuideCommonSettingsTitle.Text
source: GUI data refresh
fr: GUI données actualisation
it: Aggiornamento dati GUI
ja: GUI データ更新
ko: GUI 데이터 새로 고침
ru: Обновление данных интерфейса
zh_cn: 界面数据刷新
zh_hant: 介面資料重新整理

# GuideCommonSettingsDescription.Text
source: Controls how often task files, peers, trackers and status data update. Lower values use more CPU.
fr: Définit la fréquence d’actualisation des fichiers de tâches, des pairs, des traqueurs et des données d’état. Des valeurs plus faibles utilisent davantage le processeur.
it: Controlla la frequenza di aggiornamento di file delle attività, peer, tracker e dati di stato. Valori più bassi usano più CPU.
ja: タスクファイル、ピア、トラッカー、状態データの更新頻度を制御します。値を小さくすると CPU 使用率が高くなります。
ko: 작업 파일, 피어, 트래커 및 상태 데이터의 업데이트 빈도를 설정합니다. 값이 낮을수록 CPU 사용량이 증가합니다.
ru: Определяет частоту обновления файлов задач, пиров, трекеров и данных состояния. Меньшие значения увеличивают нагрузку на ЦП.
zh_cn: 控制任务文件、用户、Tracker 和状态数据的刷新频率。间隔越短，CPU 占用越高。
zh_hant: 控制工作檔案、使用者、Tracker 和狀態資料的重新整理頻率。間隔越短，CPU 使用率越高。

# GuideGuiRefreshInterval.Header
source: Refresh interval (milliseconds)
fr: Actualisation intervalle (milliseconds)
it: Intervallo di aggiornamento (millisecondi)
ja: 更新間隔（ミリ秒）
ko: 새로 고침 간격(밀리초)
ru: Интервал обновления (миллисекунды)
zh_cn: 刷新间隔（毫秒）
zh_hant: 重新整理間隔（毫秒）

# GuideCompletedTitle.Text
source: OpenNet is ready
fr: OpenNet est ready
it: OpenNet è pronto
ja: OpenNet の準備が完了しました
ko: OpenNet 준비 완료
ru: OpenNet готов
zh_cn: OpenNet 已准备就绪
zh_hant: OpenNet 已準備就緒

# GuideCompletedDescription.Text
source: Your Web UI credentials and GUI refresh interval have been saved. You can reopen this guide later from More.
fr: Vos identifiants Web UI et l’intervalle d’actualisation de l’interface ont été enregistrés. Vous pourrez rouvrir ce guide plus tard depuis « Plus ».
it: Le credenziali Web UI e l'intervallo di aggiornamento della GUI sono stati salvati. Puoi riaprire questa guida in seguito da Altro.
ja: Web UI の資格情報と GUI 更新間隔を保存しました。このガイドは後で「その他」から再度開けます。
ko: Web UI 자격 증명과 GUI 새로 고침 간격이 저장되었습니다. 나중에 '더 보기'에서 이 가이드를 다시 열 수 있습니다.
ru: Данные для входа в Web UI и интервал обновления интерфейса сохранены. Позже это руководство можно снова открыть в разделе «Ещё».
zh_cn: Web UI 凭据和界面刷新间隔已保存。之后可从“更多”中重新打开本向导。
zh_hant: Web UI 認證資訊和介面重新整理間隔已儲存。之後可從「更多」重新開啟本精靈。

# ViewGuideStepLanguageMaintainedByMSTRDI.Text
source: Maintained by MSTRDI
fr: Maintenu par MSTRDI
it: Gestito da MSTRDI
ja: MSTRDI によって維持
ko: MSTRDI에서 관리합니다.
ru: Поддерживается MSTRDI
zh_cn: 由 MSTRDI 维护
zh_hant: 由 MSTRDI 維護

# ViewGuideStepLanguageMaintainedByCrowdin.Text
source: Maintained by Crowdin community members
fr: Maintenu par les membres de la communauté Crowdin
it: Gestito dai membri della community Crowdin
ja: Crowdin コミュニティメンバーによって維持
ko: Crowdin 커뮤니티 구성원이 관리합니다.
ru: Поддерживается участниками сообщества Crowdin
zh_cn: 由 Crowdin 社区成员维护
zh_hant: 由 Crowdin 社群成員維護

# DataTableSortAscendingHint
source: Sorted ascending. Activate to sort descending.
fr: Tri croissant. Activez pour trier par ordre décroissant.
it: Ordine crescente. Attiva per ordinare in modo decrescente.
ja: 昇順です。選択すると降順になります。
ko: 오름차순 정렬. 내림차순으로 정렬하려면 선택하세요.
ru: Сортировка по возрастанию. Нажмите для сортировки по убыванию.
zh_cn: 当前为升序。单击后按降序排列。
zh_hant: 目前為遞增排序。按一下以遞減排序。

# DataTableSortDescendingHint
source: Sorted descending. Activate to clear sorting.
fr: Tri décroissant. Activez pour annuler le tri.
it: Ordine decrescente. Attiva per annullare l'ordinamento.
ja: 降順です。選択すると並べ替えを解除します。
ko: 내림차순 정렬. 정렬을 해제하려면 선택하세요.
ru: Сортировка по убыванию. Нажмите для отмены сортировки.
zh_cn: 当前为降序。单击后取消排序。
zh_hant: 目前為遞減排序。按一下以清除排序。

# TaskStatusPending
source: Pending
fr: En attente
it: In attesa
ja: 待機中
ko: 대기 중
ru: Ожидание
zh_cn: 等待中
zh_hant: 等待中

# TaskStatusDownloading
source: Downloading
fr: Téléchargement
it: Download in corso
ja: ダウンロード中
ko: 다운로드 중
ru: Загрузка
zh_cn: 正在下载
zh_hant: 正在下載

# TaskStatusSeeding
source: Seeding
fr: Partage
it: Condivisione
ja: シード中
ko: 배포 중
ru: Раздача
zh_cn: 正在做种
zh_hant: 正在做種

# TaskStatusPaused
source: Paused
fr: En pause
it: In pausa
ja: 一時停止
ko: 일시 중지됨
ru: Приостановлено
zh_cn: 已暂停
zh_hant: 已暫停

# TaskStatusCompleted
source: Completed
fr: Terminé
it: Completato
ja: 完了
ko: 완료됨
ru: Завершено
zh_cn: 已完成
zh_hant: 已完成

# TaskStatusFailed
source: Failed
fr: Échec
it: Non riuscito
ja: 失敗
ko: 실패
ru: Ошибка
zh_cn: 失败
zh_hant: 失敗

# TasksContextStart.Text
source: Start
fr: Démarrer
it: Avvia
ja: 開始
ko: 시작
ru: Запустить
zh_cn: 开始
zh_hant: 開始

# TasksContextStop.Text
source: Stop
fr: Arrêter
it: Arresta
ja: 停止
ko: 중지
ru: Остановить
zh_cn: 停止
zh_hant: 停止

# TasksContextPreview.Text
source: Preview
fr: Aperçu
it: Anteprima
ja: プレビュー
ko: 미리 보기
ru: Предпросмотр
zh_cn: 预览
zh_hant: 預覽

# TasksContextUpdateTracker.Text
source: Update Tracker
fr: Mettre à jour le traqueur
it: Aggiorna tracker
ja: トラッカーを更新
ko: 트래커 업데이트
ru: Обновить трекер
zh_cn: 更新 Tracker
zh_hant: 更新 Tracker

# TasksContextSuperSeed.Text
source: Super Seed Mode
fr: Mode super-seed
it: Modalità Super Seed
ja: スーパーシードモード
ko: 슈퍼 시드 모드
ru: Режим Super Seed
zh_cn: 超级做种模式
zh_hant: 超級做種模式

# TasksContextSequential.Text
source: Sequential Download Mode
fr: Mode de téléchargement séquentiel
it: Modalità download sequenziale
ja: 順次ダウンロードモード
ko: 순차 다운로드 모드
ru: Последовательная загрузка
zh_cn: 顺序下载模式
zh_hant: 依序下載模式

# TasksContextOpenFile.Text
source: Open File
fr: Ouvrir le fichier
it: Apri file
ja: ファイルを開く
ko: 파일 열기
ru: Открыть файл
zh_cn: 打开文件
zh_hant: 開啟檔案

# TasksContextHashCheck.Text
source: Manual Hash Check
fr: Vérification manuelle du hachage
it: Verifica hash manuale
ja: 手動ハッシュチェック
ko: 수동 해시 검사
ru: Ручная проверка хеша
zh_cn: 手动哈希校验
zh_hant: 手動雜湊檢查

# TasksContextSaveTorrent.Text
source: Save Torrent as...
fr: Enregistrer le torrent sous...
it: Salva torrent con nome...
ja: Torrent を名前を付けて保存...
ko: 토렌트 다른 이름으로 저장...
ru: Сохранить торрент как...
zh_cn: 种子另存为...
zh_hant: 另存 Torrent 為...

# TasksContextSubmitSnapshots.Text
source: Submit Snapshots
fr: Envoyer les instantanés
it: Invia snapshot
ja: スナップショットを送信
ko: 스냅샷 제출
ru: Отправить снимки
zh_cn: 提交快照
zh_hant: 提交快照

# TasksContextDelete.Text
source: Delete
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
ru: Удалить
zh_cn: 删除
zh_hant: 刪除

# TasksContextCleanUp.Text
source: Clean Up
fr: Nettoyer
it: Pulisci
ja: クリーンアップ
ko: 정리
ru: Очистить
zh_cn: 清理
zh_hant: 清理

# TasksContextMoveFiles.Text
source: Files Move To
fr: Déplacer les fichiers vers
it: Sposta file in
ja: ファイルの移動先
ko: 파일 이동 위치
ru: Переместить файлы в
zh_cn: 移动文件到
zh_hant: 將檔案移至

# TasksContextChooseFolder.Text
source: Choose folder...
fr: Choisir un dossier...
it: Scegli cartella...
ja: フォルダーを選択...
ko: 폴더 선택...
ru: Выбрать папку...
zh_cn: 选择文件夹...
zh_hant: 選擇資料夾...

# TasksContextTags.Text
source: Tags
fr: Étiquettes
it: Tag
ja: タグ
ko: 태그
ru: Теги
zh_cn: 标签
zh_hant: 標籤

# TasksContextNoTags.Text
source: No tags configured
fr: Aucune étiquette configurée
it: Nessun tag configurato
ja: タグが設定されていません
ko: 설정된 태그 없음
ru: Теги не настроены
zh_cn: 未配置标签
zh_hant: 尚未設定標籤

# TasksContextSendTo.Text
source: Send to
fr: Envoyer vers
it: Invia a
ja: 送信先
ko: 보내기
ru: Отправить в
zh_cn: 发送到
zh_hant: 傳送至

# TasksContextDefaultApplication.Text
source: Default application
fr: Application par défaut
it: Applicazione predefinita
ja: 既定のアプリケーション
ko: 기본 애플리케이션
ru: Приложение по умолчанию
zh_cn: 默认应用
zh_hant: 預設應用程式

# TasksContextSearchOnline.Text
source: Search Online
fr: Rechercher en ligne
it: Cerca online
ja: オンラインで検索
ko: 온라인 검색
ru: Искать в Интернете
zh_cn: 在线搜索
zh_hant: 線上搜尋

# TasksContextCopyMagnet.Text
source: Copy Magnet URI (Ctrl+C)
fr: Copier l’URI Magnet (Ctrl+C)
it: Copia URI Magnet (Ctrl+C)
ja: マグネット URI をコピー (Ctrl+C)
ko: Magnet URI 복사 (Ctrl+C)
ru: Копировать Magnet URI (Ctrl+C)
zh_cn: 复制磁力链接 (Ctrl+C)
zh_hant: 複製 Magnet URI（Ctrl+C）

# TasksContextCopy.Text
source: Copy
fr: Copier
it: Copia
ja: コピー
ko: 복사
ru: Копировать
zh_cn: 复制
zh_hant: 複製

# TasksContextCopyName.Text
source: Name
fr: Nom
it: Nome
ja: 名前
ko: 이름
ru: Имя
zh_cn: 名称
zh_hant: 名稱

# TasksContextCopyHash.Text
source: Info hash
fr: Hachage d’information
it: Hash info
ja: 情報ハッシュ
ko: 정보 해시
ru: Инфо-хеш
zh_cn: 信息哈希
zh_hant: 資訊雜湊

# TasksContextCopyPath.Text
source: Save path
fr: Chemin d’enregistrement
it: Percorso di salvataggio
ja: 保存先
ko: 저장 경로
ru: Путь сохранения
zh_cn: 保存路径
zh_hant: 儲存路徑

# TasksContextDiskUsage.Text
source: Disk Usage Info...
fr: Informations sur l’utilisation du disque...
it: Informazioni uso disco...
ja: ディスク使用量情報...
ko: 디스크 사용 정보...
ru: Сведения об использовании диска...
zh_cn: 磁盘占用信息...
zh_hant: 磁碟使用資訊...

# TorrentDetailsExpander.Header
source: Torrent details
fr: Détails du torrent
it: Dettagli torrent
ja: Torrent の詳細
ko: 토렌트 세부 정보
ru: Сведения о торренте
zh_cn: 种子详情
zh_hant: Torrent 詳細資料

# TorrentDetailsInfoHash.Text
source: Info hash:
fr: Hachage d’information :
it: Hash info:
ja: 情報ハッシュ:
ko: 정보 해시:
ru: Инфо-хеш:
zh_cn: 信息哈希：
zh_hant: 資訊雜湊：

# TorrentDetailsCreator.Text
source: Created by:
fr: Créé par :
it: Creato da:
ja: 作成者:
ko: 만든 사람:
ru: Создано:
zh_cn: 创建者：
zh_hant: 建立者：

# TorrentDetailsCreatedOn.Text
source: Created on:
fr: Créé le :
it: Creato il:
ja: 作成日:
ko: 만든 날짜:
ru: Дата создания:
zh_cn: 创建时间：
zh_hant: 建立時間：

# TorrentDetailsPieces.Text
source: Pieces:
fr: Blocs :
it: Parti:
ja: ピース:
ko: 조각:
ru: Части:
zh_cn: 分块：
zh_hant: 分塊：

# TorrentDetailsComment.Text
source: Comment:
fr: Commentaire :
it: Commento:
ja: コメント:
ko: 설명:
ru: Комментарий:
zh_cn: 备注：
zh_hant: 註解：

# OpenTaskLocationMenuItem.Text
source: Open Directory
fr: Ouvrir le répertoire
it: Apri cartella
ja: ディレクトリを開く
ko: 폴더 열기
ru: Открыть каталог
zh_cn: 打开目录
zh_hant: 開啟目錄

# OpenFileLocationMenuItem.Text
source: Open File Directory
fr: Ouvrir le répertoire
ja: ディレクトリを開く
ru: Открыть каталог
zh_cn: 打开文件目录
zh_hant: 開啟目錄

# PropertiesMenuItem.Text
source: Properties...
fr: Propriétés...
it: Proprietà...
ja: プロパティ...
ko: 속성...
ru: Свойства...
zh_cn: 属性...
zh_hant: 內容...

# ViewThemesSettingsPageImageBackgroundExpander.Header
source: Image background
fr: Arrière-plan d’image
it: Sfondo immagine
ja: 画像背景
ko: 이미지 배경
ru: Фоновое изображение
zh_cn: 图片背景
zh_hant: 圖片背景

# ViewThemesSettingsPageImageBackgroundExpander.Description
source: Show a local image behind the main content
fr: Afficher une image locale derrière le contenu principal
it: Mostra un'immagine locale dietro al contenuto principale
ja: メインコンテンツの背後にローカル画像を表示します
ko: 주요 콘텐츠 뒤에 로컬 이미지를 표시합니다
ru: Показывать локальное изображение за основным содержимым
zh_cn: 在主界面内容后显示本地图片
zh_hant: 在主要內容後方顯示本機圖片

# ViewThemesSettingsPageImageModeSingle.Content
source: Single image
fr: Image unique
it: Immagine singola
ja: 単一画像
ko: 단일 이미지
ru: Одно изображение
zh_cn: 单张图片
zh_hant: 單一圖片

# ViewThemesSettingsPageImageModeFolder.Content
source: Local folder
fr: Dossier local
it: Cartella locale
ja: ローカルフォルダー
ko: 로컬 폴더
ru: Локальная папка
zh_cn: 本地文件夹
zh_hant: 本機資料夾

# ViewThemesSettingsPageSetImageCard.Header
source: Background image source
fr: Source de l’image d’arrière-plan
it: Sorgente immagine di sfondo
ja: 背景画像のソース
ko: 배경 이미지 소스
ru: Источник фонового изображения
zh_cn: 背景图片来源
zh_hant: 背景圖片來源

# ViewThemesSettingsPageSetImageCard.Description
source: Choose a single image or a folder containing images
fr: Choisir un unique image ou un dossier containing images
it: Scegli una singola immagine o una cartella contenente immagini
ja: 単一の画像または画像を含むフォルダーを選択
ko: 단일 이미지 또는 이미지가 포함된 폴더를 선택하세요
ru: Выберите одно изображение или папку с изображениями
zh_cn: 选择一张图片或包含图片的文件夹
zh_hant: 選擇單一圖片或包含圖片的資料夾

# ViewThemesSettingsPageClearImageCard.Header
source: Clear image background
fr: Effacer l’arrière-plan d’image
it: Cancella sfondo immagine
ja: 画像背景を消去
ko: 이미지 배경 지우기
ru: Очистить фоновое изображение
zh_cn: 清除图片背景
zh_hant: 清除圖片背景

# ViewThemesSettingsPageClearImageCard.Description
source: Clear the configured image source
fr: Effacer la source d’image configurée
it: Cancella la sorgente immagine configurata
ja: 設定された画像ソースを消去します
ko: 설정된 이미지 소스를 지웁니다
ru: Очистить настроенный источник изображения
zh_cn: 清除当前配置的图片来源
zh_hant: 清除已設定的圖片來源

# ViewThemesSettingsPageBackgroundRotationCard.Header
source: Rotation interval
fr: Intervalle de rotation
it: Intervallo di rotazione
ja: 切り替え間隔
ko: 전환 간격
ru: Интервал смены
zh_cn: 轮换间隔
zh_hant: 輪播間隔

# ViewThemesSettingsPageBackgroundRotationCard.Description
source: How often a new file is selected when a local folder is used
fr: Fréquence de sélection d’un nouveau fichier lorsqu’un dossier local est utilisé
it: Frequenza con cui viene selezionato un nuovo file quando si usa una cartella locale
ja: ローカルフォルダー使用時に新しいファイルを選択する頻度
ko: 로컬 폴더를 사용할 때 새 파일을 선택하는 빈도
ru: Как часто выбирать новый файл при использовании локальной папки
zh_cn: 使用本地文件夹时选择新文件的时间间隔
zh_hant: 使用本機資料夾時選取新檔案的頻率

# ViewThemesSettingsPageBackgroundRotationMinutesBox.Header
source: Minutes
it: Minuti
ja: 分
ko: 분
ru: Минуты
zh_cn: 分钟
zh_hant: 分鐘

# ViewThemesSettingsPageVideoBackgroundExpander.Header
source: Video background
fr: Arrière-plan vidéo
it: Sfondo video
ja: 動画背景
ko: 비디오 배경
ru: Видео на фоне
zh_cn: 视频背景
zh_hant: 影片背景

# ViewThemesSettingsPageVideoBackgroundExpander.Description
source: Play a local video behind the main content
fr: Lire une vidéo locale derrière le contenu principal
it: Riproduci un video locale dietro al contenuto principale
ja: メインコンテンツの背後でローカル動画を再生します
ko: 주요 콘텐츠 뒤에서 로컬 비디오를 재생합니다
ru: Воспроизводить локальное видео за основным содержимым
zh_cn: 在主界面内容后播放本地视频
zh_hant: 在主要內容後方播放本機影片

# ViewThemesSettingsPageVideoModeSingle.Content
source: Single video
fr: Vidéo unique
it: Video singolo
ja: 単一動画
ko: 단일 비디오
ru: Одно видео
zh_cn: 单个视频
zh_hant: 單一影片

# ViewThemesSettingsPageVideoModeFolder.Content
source: Local folder
fr: Dossier local
it: Cartella locale
ja: ローカルフォルダー
ko: 로컬 폴더
ru: Локальная папка
zh_cn: 本地文件夹
zh_hant: 本機資料夾

# ViewThemesSettingsPageVideoSourceCard.Header
source: Background video source
fr: Source de la vidéo d’arrière-plan
it: Sorgente video di sfondo
ja: 背景動画のソース
ko: 배경 비디오 소스
ru: Источник фонового видео
zh_cn: 背景视频来源
zh_hant: 背景影片來源

# ViewThemesSettingsPageVideoSourceCard.Description
source: Choose a video or a folder containing videos
fr: Choisir un vidéo ou un dossier containing vidéos
it: Scegli un video o una cartella contenente video
ja: 動画または動画を含むフォルダーを選択
ko: 비디오 또는 비디오가 포함된 폴더를 선택하세요
ru: Выберите видео или папку с видео
zh_cn: 选择一个视频或包含视频的文件夹
zh_hant: 選擇影片或包含影片的資料夾

# ViewThemesSettingsPageClearVideoCard.Header
source: Clear video background
fr: Effacer l’arrière-plan vidéo
it: Cancella sfondo video
ja: 動画背景を消去
ko: 비디오 배경 지우기
ru: Очистить фоновое видео
zh_cn: 清除视频背景
zh_hant: 清除影片背景

# ViewThemesSettingsPageClearVideoCard.Description
source: Stop playback and clear the configured video source
fr: Arrêter la lecture et effacer la source vidéo configurée
it: Interrompi la riproduzione e cancella la sorgente video configurata
ja: 再生を停止し、設定された動画ソースを消去します
ko: 재생을 중지하고 설정된 비디오 소스를 지웁니다
ru: Остановить воспроизведение и очистить настроенный источник видео
zh_cn: 停止播放并清除当前配置的视频来源
zh_hant: 停止播放並清除已設定的影片來源

# ViewThemesSettingsPageVideoMutedCard.Header
source: Mute background video
fr: Couper le son de la vidéo d’arrière-plan
it: Disattiva audio video di sfondo
ja: 背景動画をミュート
ko: 배경 비디오 음소거
ru: Отключить звук фонового видео
zh_cn: 背景视频静音
zh_hant: 將背景影片靜音

# ViewThemesSettingsPageVideoLoopingCard.Header
source: Loop video
fr: Lire la vidéo en boucle
it: Ripeti video
ja: 動画をループ
ko: 비디오 반복
ru: Повторять видео
zh_cn: 循环播放视频
zh_hant: 循環播放影片

# ViewThemesSettingsPageVideoStretchCard.Header
source: Video stretch mode
fr: Mode d’étirement de la vidéo
it: Modalità adattamento video
ja: 動画の伸縮モード
ko: 비디오 맞춤 모드
ru: Режим растяжения видео
zh_cn: 视频拉伸模式
zh_hant: 影片延展模式

# ViewThemesSettingsPageVideoStretchCard.Description
source: How the video fills the window
fr: Définit la manière dont la vidéo remplit la fenêtre
it: Come il video riempie la finestra
ja: 動画をウィンドウに合わせる方法
ko: 비디오가 창을 채우는 방식
ru: Как видео заполняет окно
zh_cn: 视频填充窗口的方式
zh_hant: 影片填滿視窗的方式

# ViewThemesSettingsPageVideoOpacityCard.Header
source: Video opacity
fr: Opacité de la vidéo
it: Opacità video
ja: 動画の不透明度
ko: 비디오 불투명도
ru: Прозрачность видео
zh_cn: 视频不透明度
zh_hant: 影片不透明度

# ViewThemesSettingsPageVideoOpacityCard.Description
source: Video opacity above the image and backdrop layers
fr: Vidéo opacité above le image et backdrop layers
it: Opacità del video sopra i livelli immagine e sfondo
ja: 画像および背景レイヤー上の動画の不透明度
ko: 이미지 및 배경 레이어 위 비디오의 불투명도
ru: Прозрачность видео поверх изображения и фоновых слоёв
zh_cn: 视频层在图片与系统背景之上的不透明度
zh_hant: 影片在圖片與背景材質圖層上方的不透明度

# ViewThemesSettingsPageApplyBackgroundToSecondaryWindowsCard.Header
source: Apply to other windows
fr: Appliquer aux autres fenêtres
it: Applica ad altre finestre
ja: 他のウィンドウにも適用
ko: 다른 창에도 적용
ru: Применить к другим окнам
zh_cn: 应用到其他窗口
zh_hant: 套用至其他視窗

# ViewThemesSettingsPageApplyBackgroundToSecondaryWindowsCard.Description
source: Apply the selected backdrop and background resources to auxiliary windows
fr: Appliquer l’arrière-plan sélectionné et ses ressources aux fenêtres auxiliaires
it: Applica lo sfondo selezionato e le risorse di background alle finestre ausiliarie
ja: 選択した背景効果と背景リソースを補助ウィンドウにも適用します
ko: 선택한 배경 및 배경 리소스를 보조 창에도 적용합니다
ru: Применить выбранный фон и его ресурсы к вспомогательным окнам
zh_cn: 将所选背景效果与相关背景资源应用到辅助窗口
zh_hant: 將選取的背景材質與背景資源套用至輔助視窗

# CommonAdd
source: Add
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
ru: Добавить
zh_cn: 添加
zh_hant: 新增

# CommonCancel
source: Cancel
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
ru: Отмена
zh_cn: 取消
zh_hant: 取消

# CommonClose
source: Close
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
ru: Закрыть
zh_cn: 关闭
zh_hant: 關閉

# MainWindowHttpFtpBatchDownloadTitle
source: HTTP/FTP Batch Download
fr: Téléchargement HTTP/FTP par lots
it: Download HTTP/FTP multiplo
ja: HTTP/FTP 一括ダウンロード
ko: HTTP/FTP 일괄 다운로드
ru: Пакетная загрузка HTTP/FTP
zh_cn: HTTP/FTP 批量下载
zh_hant: HTTP/FTP 批次下載

# MainWindowHttpFtpBatchDownloadPlaceholder
source: Enter one HTTP, HTTPS, or FTP URL per line
fr: Entrez une URL HTTP, HTTPS ou FTP par ligne
it: Inserisci un URL HTTP, HTTPS o FTP per riga
ja: 1 行に 1 つの HTTP、HTTPS、または FTP URL を入力
ko: 줄마다 HTTP, HTTPS 또는 FTP URL 하나를 입력하세요
ru: Введите один URL HTTP, HTTPS или FTP в каждой строке
zh_cn: 每行输入一个 HTTP、HTTPS 或 FTP URL
zh_hant: 每行輸入一個 HTTP、HTTPS 或 FTP URL

# OperationProgressDialogCompleted
source: ✓ Operation completed successfully
fr: ✓ Opération terminée
it: ✓ Operazione completata
ja: ✓ 操作が正常に完了しました
ko: ✓ 작업이 성공적으로 완료되었습니다
ru: ✓ Операция успешно завершена
zh_cn: ✓ 操作成功完成
zh_hant: ✓ 操作成功完成

# OperationProgressDialogFailed
source: ✗ Operation failed
fr: ✗ Échec de l’opération
it: ✗ Operazione non riuscita
ja: ✗ 操作に失敗しました
ko: ✗ 작업에 실패했습니다
ru: ✗ Операция не выполнена
zh_cn: ✗ 操作失败
zh_hant: ✗ 操作失敗

# ViewNotifyIconContextMenuText1.Text
source: Open OpenNet
fr: Ouvrir OpenNet
it: Apri OpenNet
ja: OpenNet を開く
ko: OpenNet 열기
ru: Открыть OpenNet
zh_hant: 開啟 OpenNet

# ViewNotifyIconContextMenuText2.Text
source: Start Downloading All
fr: Démarrer tous les téléchargements
it: Avvia tutti i download
ja: すべてのダウンロードを開始
ko: 모든 다운로드 시작
ru: Запустить все загрузки
zh_cn: 开始所有下载
zh_hant: 開始所有下載

# ViewNotifyIconContextMenuText3.Text
source: Start Uploading All
fr: Démarrer tous les téléversements
it: Avvia tutti gli upload
ja: すべてのアップロードを開始
ko: 모든 업로드 시작
ru: Запустить все раздачи
zh_cn: 开始所有上传
zh_hant: 開始所有上傳

# ViewNotifyIconContextMenuText4.Text
source: Stop All Tasks
fr: Arrêter toutes les tâches
it: Arresta tutte le attività
ja: すべてのタスクを停止
ko: 모든 작업 중지
ru: Остановить все задачи
zh_cn: 停止所有任务
zh_hant: 停止所有任務

# ViewNotifyIconContextMenuText5.Text
source: Suspend All Active Tasks
fr: Suspend Tous Actif Tâches
it: Sospendi tutte le attività attive
ja: すべてのアクティブタスクを一時停止
ko: 모든 활성 작업 일시 중지
ru: Приостановить все активные задачи
zh_cn: 暂停所有活动任务
zh_hant: 暫停所有作用中任務

# ViewNotifyIconContextMenuText6.Text
source: Resume Last Suspended Tasks
fr: Reprendre Dernier Suspended Tâches
it: Riprendi le ultime attività sospese
ja: 最後に一時停止したタスクを再開
ko: 마지막으로 일시 중지한 작업 재개
ru: Возобновить последние приостановленные задачи
zh_cn: 恢复上次暂停的任务
zh_hant: 繼續上次暫停的任務

# ViewNotifyIconContextMenuText7.Text
source: Download Limit
fr: Limite de téléchargement
it: Limite download
ja: ダウンロード制限
ko: 다운로드 제한
ru: Ограничение загрузки
zh_hant: 下載限制

# ViewNotifyIconContextMenuText14.Text
source: Unlimited
fr: Illimité
it: Illimitato
ja: 無制限
ko: 무제한
ru: Без ограничений
zh_cn: 不限
zh_hant: 不限

# ViewNotifyIconContextMenuText13.Text
source: Upload Limit
fr: Limite de téléversement
it: Limite upload
ja: アップロード制限
ko: 업로드 제한
ru: Ограничение отдачи
zh_cn: 上传限制
zh_hant: 上傳限制

# ViewNotifyIconContextMenuText19.Text
source: Enable Scheduler
fr: Activer le planificateur
it: Abilita pianificatore
ja: スケジューラーを有効にする
ko: 스케줄러 사용
ru: Включить планировщик
zh_hant: 啟用排程器

# ViewNotifyIconContextMenuText20.Text
source: Open Torrent File ...
fr: Ouvrir un fichier torrent...
it: Apri file torrent...
ja: Torrent ファイルを開く ...
ko: 토렌트 파일 열기...
ru: Открыть торрент-файл...
zh_hant: 開啟 Torrent 檔案 ...

# ViewNotifyIconContextMenuText21.Text
source: Add Torrent from URL ...
fr: Ajouter un torrent depuis une URL...
it: Aggiungi torrent da URL...
ja: URL から Torrent を追加 ...
ko: URL에서 토렌트 추가...
ru: Добавить торрент по URL...
zh_hant: 從 URL 新增 Torrent ...

# ViewNotifyIconContextMenuText22.Text
source: HTTP/FTP Download ...
fr: Téléchargement HTTP/FTP...
it: Download HTTP/FTP...
ja: HTTP/FTP ダウンロード ...
ko: HTTP/FTP 다운로드...
ru: HTTP/FTP-загрузка...
zh_hant: HTTP/FTP 下載 ...
